economycs/09.03/09.03.org
#+TITLE: Производительность труда
#+AUTHOR: Кормышев Егор ИСиП-301
#+DATE: 09.03
#+LANGUAGE: ru
#+LaTeX_HEADER: \usepackage[russian]{babel}

*Производительность труда* - кол-во произведенной продукции в ед. раб. времени или затраиты труда на ед. продукции (трудоемкость)

#+begin_center
*Виды производительности труда*
#+end_center

- Часовая - кол-во продукции, произведенной работником за час работы
- Дневная - кол-во продукции, произведенной работником за 1 рабочий день
- Месячная (годовая) - отношение кол-ва произведенной продукции за месяц (год) к кол-ву сотрудников в этом периоде

Производительность труда измеряемую объемом произведенной продукции за ед. времени называют *выработкой* \\

#+begin_export latex
$\text{В} = \frac{\text{ВП}}{t} \ \text{или} \ \text{В} = \frac{\text{ВП}}{P_C}$
\\
#+end_export

Н_в - выработка

ВП - объем произведенной продукции

t - затраты на раб.вр. на производство продукции

P_c - средняя численность рабочих

Зависимость между трудоемкостью (\triangle T) и ростом выработки (\triangle \text{П}) определяется по формуле: \\

#+begin_export latex
\begin{math}
  \triangle \text{П} = [\frac{\triangle T}{100 * \triangle \text{П}}]
\end{math}
#+end_export


#+begin_export latex
\begin{math}
  \triangle T = [\frac{\triangle \text{П}}{\triangle \text{П} * 100}]
\end{math}
#+end_export

Трудоемкость продукции представляет собой затраты живого труда на производство ед. продукции. Показатель трудоемкости (Q) устанавливает прямую зависимость между объемом продукции и трудовыми затратами \\

#+begin_export latex
$Q = \frac{t}{\text{ВП}}$
#+end_export
, где \\

t - время, затраченное на производство на производство продукции (человеко-часы)

ВП - выпуск продукции

#+begin_center
Виды трудоемкости
#+end_center

- Технологическая (Q_тех) - затраты труда основных рабочих-сдельщиков (t_сд) и рабочих-повременьщиков (t_повр) \\
  
  #+begin_export latex
  $Q_{\text{тех}} = t_{\text{сд}} + t_{\text{повр}}$
  #+end_export


- Обслуживания производства (Q_обс) - затраты труда основных и вспомогательных рабочих \\
  
  #+begin_export latex
  $Q_{\text{обс}} = t_{\text{вспом}} + t_{\text{всп}}$
  #+end_export

- Производственная (Q_пр) - затраты труда всех рабочих \\
  
  #+begin_export latex
  $Q_{\text{пр}} = t_{\text{тех}} + t_{\text{обс}}$
  #+end_export

- Управления (Q_у) - затраты труда служащих общезаводских служб предприятия \\
  
  #+begin_export latex
  $Q_{\text{у}} = t_{\text{слу}} + t_{\text{зав}}$
  #+end_export


- Полная (Q_полн) - затраты труда всех категорий рабочих \\
  
  #+begin_export latex
  $Q_{\text{полн}} = t_{\text{обс}} + t_{\text{тех}} + t_{\text{у}}$
  #+end_export
